INSERT INTO Books (Title, Author, Genre, Year, TotalCopies) VALUES
('Как да печелим приятели и да влияем на хората', 'Дейл Карнеги', 'Самоусъвършенстване', 1936, 5),
('Мисли и забогатявай', 'Наполеон Хил', 'Самоусъвършенстване', 1937, 4),
('Богатият татко, бедният татко', 'Робърт Кийосаки', 'Финансова грамотност', 1997, 6),
('Седемте навика на високоефективните хора', 'Стивън Кови', 'Самоусъвършенстване', 1989, 7),
('Без граници', 'Тони Робинс', 'Мотивация', 1991, 3),
('Силата на сега', 'Екхарт Толе', 'Духовност', 1997, 4),
('Атомни навици', 'Джеймс Клиър', 'Самоусъвършенстване', 2018, 8),
('Изкуството да не ти пука', 'Марк Менсън', 'Самоусъвършенстване', 2016, 5),
('Не ме мързи', 'Брендън Бучард', 'Мотивация', 2014, 4),
('Смелостта да не се харесваш', 'Ичиро Кишими', 'Психология', 2013, 3);